{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title"},{"path":["body"],"id":"body","weight":1,"src":"body"}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"Journey in 中文","n":0.577},"1":{"v":"\nIn this journal, I document my journey in trying to learn Chinese for the 2nd time.\n\nMost of the notes will be from my language classes. Some notes are also arranged as references, for example with grammar and useful vocabulary. But in an effort to practice writing, I will also try to write some notes in Chinese about my experiences here in Beijing.\n\nThe grammar may be poor and the sentences simple, please bear with me. Starting simple is part of the learning experience; hopefully with time the posts will become more interesting!\n\n谢谢！","n":0.105}}},{"i":2,"$":{"0":{"v":"Vocab","n":1}}},{"i":3,"$":{"0":{"v":"Measure Words","n":0.707},"1":{"v":"\n#stub\n","n":1}}},{"i":4,"$":{"0":{"v":"Food","n":1},"1":{"v":"\n| pīnyīn      | meaning                               |\n| ----------- | ------------------------------------- |\n| yú  quài(r) | big fish piece                        |\n| quài(r)     | big piece of something                |\n| xī hú lu    | cucumber                              |\n| jī dīng     | chicken with diced (cubed) vegetables |\n| xī hóng shì | tomato                                |\n| qín caì     | celery                                |\n|             |                                       |\n|             |                                       |\n|             |                                       |\n|             |                                       |\n","n":0.132}}},{"i":5,"$":{"0":{"v":"Templates","n":1}}},{"i":6,"$":{"0":{"v":"Lessons","n":1},"1":{"v":"\n\n## Language Schools \n\n- [That's Mandarin](https://www.thatsmandarin.com/1-on-1-courses/?gclid=EAIaIQobChMIppqj4M7n8gIV-Z1LBR0MiAJWEAAYASAAEgLbR_D_BwE)\n    - 192 RMB / class\n    - Dongzhimen Campus (about 7 km one way)[Map](https://www.google.com.sg/maps/dir/39.8974526,116.4700371/7+Xinzhong+St,+Dongcheng+Qu,+Beijing+Shi,+China,+100006/@39.9147514,116.4484899,14z/data=!4m9!4m8!1m0!1m5!1m1!1s0x35f1acbf42b95cef:0xf31a0c6f564ac14b!2m2!1d116.438497!2d39.938764!3e2)\n- [Live the Language](https://ltl-beijing.com/chinese-tutor-beijing/)\n    - 177 RMB / class (less if you buy more upfront)\n    - Jianguo Rd. 88, Xiandai SOHO, Building B, 504\n- [Beijing University Tutor](https://beijing.universitytutor.com/beijing_mandarin-chinese-tutoring)\n\n\n### Live the Language\n\nPotential Schedule 2 Times a Week \nMonday? Thursday? 1.5 hours each\n\nQuestions: Assessment?\n\nGoals:\n1. Being able to understand daily conversation (not news level)\n2. Being able to do basic engagements - Restaurant; Didi; \n3. Being able to engage in a conversation with friends\n4. Basic Reading - Food Menus / WeChat / Alipay / Meituan / TaoBao\n\nNon Goals:\n1. Business\n2. Learning to Write\n\n#### 08.08.2021 \n\nChat with Maria - estimates I'm at HKS 3-4? Says I should be able to get to 4-5.  Had a 5 minute conversation in Mandarin!\n\n## HSK (Hànyǔ Shuǐpíng Kǎoshì) - Chinese Proficiency Test\n\n- HSK 1 - 150 new words\n- HSK 2 - 150 \n- HSK 3 - 300 words total\n- HSK 4 - 600 words total \n- HSK 5 - 1300 new words\n- HSK 6 - 2500 new words\n\nMost grammar (yǔfǎ) is complete by the end of HSK 3.It's a big step up from 3 -> 4 ","n":0.072}}},{"i":7,"$":{"0":{"v":"2021","n":1}}},{"i":8,"$":{"0":{"v":"10","n":1}}},{"i":9,"$":{"0":{"v":"2021-10-11","n":1},"1":{"v":"\n## Class Notes\n\n### Using 的 at the end of sentences:\n\n是。。。**的**\n\n是。。。谁的\n\nOften used with a who/what/when/where/why/how kind of question or statement:\n\n1. 我的手机是苹果的。Wǒ de shǒujī shì píngguǒ de.\n1. 这个杯子是我的。Zhège bēizi shì wǒ de.\n1. 我的杯子是红色的。Wǒ de bēizi shì hóngsè de.\n1. 你们（是）去哪儿玩儿的。 Nǐmen (shì) qù nǎ'er wán er de.\n1. 你们是怎么去的？Nǐmen shì zěnme qù de？\n\nNote: shéi 谁 can be pronounced as shuí sometimes (meaning who)\n\n\n### Characters to Remember\n\n#### Zhōumò - **周**末 （weekend）\n\n- 周 zhōu - important character to remember\n- 末 mò - means ending, can also say 月末 Yuèmò; 年末 Niánmò\n (more formal)\n\n#### different uses of 包\n\n包装 bāozhuāng - fancy packaging of a gift, cake, or even to-go bag\n\n#### 游 yóu\n\n游戏 yóuxì - you same character as 游泳 Yóuyǒng (swim), 旅游 lǚyóu (travel)\n\n游 character components - shǔi radical, fang, flag, - meaning, follow a flag in the water (swim)\n\n## Vocabulary\n\n### HSK3 - Lesson 1\n\n- 周末 zhōumò - weekend\n- 打算 dǎsuàn - plan, to intend\n- 啊 a - participle, used at the end of a sentence to indicate confirmation or defense\n- 跟 gēn - with\n- 一直 yìzhí - adv. all the time\n- 游戏 yóuxì - game (i.e. video games)\n- 作业 zuòyè - homework\n- 着急 zháojí - worried, anxious\n- 复习 fùxí - to review\n- 南方 / 北方 nánfāng / běifāng - Southern / Northern\n- 面包 miànbāo - bread\n- 带 dài - to take along, to bring\n- 地图 dìtú - map \n- 搬 bān - to move, to carry\n\n### HSK3 - Lesson 2\n\n- tuǐ - leg\n- téng - hurt, painful\n- jiǎo - foot\n- shù - tree\n- róngyì - easy\n- nán - difficult\n- tàitai - Mrs, madam\n- mìshū - secretary\n- jīnglǐ - manager\n- bàngōngshì - office\n- liàng - measure word for vehicles\n- lóu - building\n- bǎ - measure word for things with handles\n- sǎn - umbrella\n- pàng - fat\n- qíshí - actually\n- shòu - thin\n\n### HSK3 - Lesson 3\n- háishi - or\n- pá shān - climb a mountain\n- xiǎoxīn - careful\n- tiáo - measure word for pants\n- kùzi - pants\n- jìde - to remember\n- chènshān - shirt\n- yuán - measure word for unit of money\n- xīnxiān - fresh\n- tián - sweet\n- zhǐ - only, solely\n- fàng - to put, to place\n- yǐnliào - drink, beverage (sweet. things like sodas, juices, but **not** tea, water, beer)\n- huòzhě - conj. or \n- shūfu - comfortable\n- huā - flower\n- lù - green\n\n---\n\n## Prepared Passage\n\n### Original 汉子 Attempt\n\n上周末，我跟我的朋友去三里屯玩儿了游戏（密室， \"Escape Room\"). 玩儿之前，我朋友打电话问他们这个游戏会不会用英文，他们说会。 但是，我们在房子里面锁好了，故事开始是中文说。天啊 - 我没有机会逃脱了！\n\n有几个谜比较容易也有几个难。 如果太难，他们会帮我们，所以不要着急。 虽然，大部分的故事我听不懂，但是我玩儿的开心。\n\n### pīnyīn\n\nShàng zhōumò, Wǒ gēn wǒ de péngyǒu qù Sānlǐtún wánr le yóuxì (mìshì， \"Escape Room\"). Wánr zhīqián, wǒ péngyǒu dǎ diànhuà wèn tāmen zhège yóuxì huì bù huì yòng yīngwén, tāmen shuō huì. Dànshì, wǒmen zài fángzi lǐmiàn suǒ hǎole, gùshì kāishǐ shì zhōngwén shuō. Tiān a - wǒ méiyǒu jīhuì táotuō le!\n\nYǒu jǐ gè mí bǐjiào róngyì yě yǒu jǐ gè nán. Rúguǒ tài nán, tāmen huì bāng wǒmen, suǒyǐ bùyào zhāojí. Suīrán, dà bùfèn de gùshì wǒ tīng bù dǒng, dànshì wǒ wánr de kāixīn.\n\n### English Meaning\n\nA few weekends ago, I went with a friend to do an Escape Room in Sanlitun. Beforehand, my friend asked if the story would be in English or Chinese, and the employee said it would be in English. After we got locked in the room, the narrative began...in Chinese. Any hope I had of escaping the room was lost in an instant.\n\nThere were a few puzzles that were easy and some that were difficult. If something was too hard, we could get help, so there was nothing to worry about. Although I didn't understand most of the story, I still had fun.\n\n### Corrected passage from 老师：\n\n上周末，我跟我的朋友去三里屯儿**密室逃脱的游戏**（密室， \"Escape Room\")。玩儿之前，我朋友打电话问他们这个游戏**是不是用英文**，他们说是。但是，**等我们在房子里面锁好了门，故事开始了，是用中文说的**。天啊-我没有机会逃脱了！ \n\n有几个谜比较容易，**也有几个比较难**。如果太难，他们会帮我们，所以不用着急。\n虽然，大部分的故事我听不太懂，但是我玩儿的**很**开心。\n\n### Notes\n\n- \"shì zhōng wén de\" is incorrect; \"shì **yòng** zhōng wén de\"\n- In this context, you should not say \"Huì bù huì yòng yīngwén?\"; rather, “Yǒu méiyǒu yīngwén de?” or \"Shì bù shì yòng yīngwén shuō?\"\n","n":0.04}}},{"i":10,"$":{"0":{"v":"09","n":1}}},{"i":11,"$":{"0":{"v":"2021-09-30","n":1},"1":{"v":"\n## Class Notes\n\n### le ... jiù ｜ 了 ... 就\n\nAfter doing something, then ...\n\nsubject + verb1 + 了 + object1 + 就  + verb2 + object2\n\n#### Examples\n\n- Jerry 五点做**了**饭，五点十分**就**吃饭 (Jerry wǔ diǎn zuòle fàn, wǔ diǎn shí fèn jiù chīfàn)\n\n    > Having the jiù indicates the subsequent action happened immediately after (5-10 minutes). Immediately after cooking dinner, he ate it.\n\n- 下了课就回家 （Xiàle kè jiù huí jiā）\n- 他每天下了课就回家 （Tā měitiān xiàle kè jiù huí jiā）\n\n### guò with le | 过 + 了\n\n1. 我已经吃过煎饼了  Wǒ yǐjīng chīguò jiānbing le\n    > le modifies 'chīguò jiānbing'. Meaning: I've eaten jiānbing in the past \n\n1. 我已经吃煎饼了 Wǒ yǐjīng chī jiānbing le\n    > No guò. Meaning: I've eaten pancakes (today).\n\n### hé 和 vs yě 也\n\nnoun + hé + noun, but it is incorrect to have verb + hé + verb\n\n#### Examples\n\n- Wǒ huì shuō yīngyǔ, **yě** huì shuō zhōng yǔ (in between verbs following a comma, so use **yě**)\n- Wǒ huì shuō yīngyǔ **hé** zhōng yǔ (no comma, in between nouns so use **hé**)\n\n## Vocabulary\n\n#### tèbié 特别\n\nSeveral Uses:\n- Běijīng de dōngtiān tèbié lěng - meaning _very_ cold\n- Wǒ jīntiān tèbié xiǎng chī jiānbing - meaning _especially_ want to eat\n- Zhège rén hěn tèbié - meaning different, can be both positive or negative\n\n#### Wǎngluò yòngyǔ 网络用语\nLiterally 'network language'  - means language of the internet. (i.e. 'LOL' in english)\n\nOne example is túrán 突然 - literally means suddenly; can also be used in 'internet speak' to call someone ugly\n\n#### More Words\n\n- xiūxí 休息 - break\n- xuéxí 学习 - study\n- guàng 逛 - stroll (like walking around a shopping mall) ","n":0.062}}},{"i":12,"$":{"0":{"v":"2021-09-27","n":1},"1":{"v":"\n## Class Notes\n\n### le 了\n\nle - represents that an action is finished. It can also be in the future: tomorrow after dinner, we go...\n\n- 我吃饭了 - le indicates chi has finished\n- 我学韩语了 - le indicates xue has finished\n\n#### 了 can be in several places\n\n1. 我昨天学汉语**了** | subject + verb + object + 了\n1. 我昨天学**了**三个小时汉语 ｜ subject + verb + 了 + \"time\" + obj. 了 shouldn't  be at the end of the sentence when you have a word for time / how many / how much .\n1. 我昨天学了汉语，我很累 (lèi, tired) | subject + verb + 了 + obj. + explanation\n\n#### One 了 versus two 了 in a sentence\n\nQ: 你学了多长时间汉语？ (Nǐ xuéle duō cháng shíjiān hànyǔ?)\n\nA:\n1. 我学了三年汉语，汉语不难。 (Wǒ xuéle sān nián hànyǔ, hànyǔ bù nán)\n    \n   > Only a single 了 is used here, which implies that I have stopped the action of 学\n\n1. 我学了三年汉语了，我选继续学。 (Wǒ xuéle sān nián hànyǔle, wǒ xuǎn jìxù xué) _jìxù means continue_\n\n    > We use two 了 here because the action continues (I continue to study). In this example, the first 了 modifies '学'. The second 了 modifies the entire phrase '学了三年汉语'\n\n### Some Measure Words (called liàngcí, or quantifiers)\n- **ge** (generic)\n- **jiàn** (yifu)\n- **tiáo** (kuzi) long object, pants, ties, belts; can also say for fish, snakes, and even dogs?\n- **shuāng** (xie) - xie, shoes; wa zi, socks; kuai zi - a pair of something with a left and right | the character is you doubled; you means hand (left and right hand)\n\n### Radical - shǔi (sān diǎn shuǐ 三点水)\n\nRadical implies the involvement of water\n\n#### Breakdown of 洗 (xǐ), to wash\n\n- 洗 - left side is shǔi radical; right side is xian 先 (xian sheng), which is the pronunciation. Pronunciation is more often on the right side, but not necessarily\n- breakdown of xian 先 -> top is niu like cow 牛, er 儿 on bottom meaning son\n\n### guàng 逛\n\n逛 - breakdown of characters - first radical is shi; second radical is quan (dog, work dog not puppy), 王 wang, story is that a dog walks around in a relaxed manner. \n\n### chou shi jian 抽\n\nfind the time, but very busy \n\nseveral other uses of chou\n- chou yan - smoking\n- ta chou wo - he slapped me!\n- chou yi zhang (playing card) (picking a playing card out of the deck)\n\n\ntodo: lookup what the canto word is. \n\nyou de you de vs you diar you diar\n\n## Vocabulary\n\n#### bìng 病 - sick\n\n生病了 shēng bìng le - getting sick\n\nTā qǐng bìng jià le - ask for sick leave\n\n#### bǎo xiǎn - insurance\n\nyī liáo bǎo xiǎn - medical insurance\n--- \n\n## Prepared Passage\n\n### English\n\nWhile living in Hong Kong, we enjoyed going to shopping malls - there were a lot of large ones nearby. They provided good places to walk around, had excellent restaurants, and had interesting shops to browse. Furthermore, to try to attract more customers, a lot of malls started to have interesting promotions and offer things beyond shopping such as seasonal events and ornate art installations.\n\nI have found the malls in Bejing to be quite good as well. In particular, one mall in Shuang Jing that we live close to is SKP. We recently went in there and find the design and artwork to be very interesting, even more interesting than the shops!\n\n### Pīn Yīn\n\nZài Xiāng Gāng, wǒmen xǐhuān qù shāng cháng. Wǒmen de jīa fùjìn yǒu hěn duō dà shāngchǎng. Shāng chǎng shì fāngbìan hé hǎo wánr - kěyǐ zaì hǎo de fǎn guān chī fàn, hé zaì shāngdiàn mǎi dōngxī. Lìngwài, wèile zhǎo duō gùkè, shāng chǎng gōng xī jīng cháng dǎzhé, yǒushí huì yǒu yìshù zhuāngzhì. \n\nWǒ juédé Beǐjīng de shāng cháng yě hěn hǎo. Wǒmen gāng cái qù yī ge shāng chǎng zaì wǒmen de jiā fù jin jiāo `SKP`. Yìshù zhuāngzhì zaì lǐmiàn hěn yǒu yìsi - yìshù zhuāngzhì bǐ shāngdiàn, wǒ juédé yìshù zhuāng zhì gēng yǒu yìsi!\n\n### Chinese Characters\n\n在香港，我们喜欢去商场。我们的家附近有很多大商场。商场是方便和好玩儿 - 可以在好的饭馆吃饭，和在商店买东西。另外，为了找多顾客，商场公司经常打折，有时会有艺术装置。\n\n我觉得北京的商场也很好。我们刚才去一个商场在我们的家附近叫‘SKP’。艺术装置在里面很有意思 - 艺术装置比商店，我觉得艺术装置更有意思！\n\n### Vocabulary to Learn from Passage\n\nyìshù zhuāngzhì ｜ 艺术装置 - art installation\n\nEllie's correction - instead of saying yishu zhuangzhi, can say zhan tai huo zhe cheng lie \n\nzhan3 tai2 - a stage\nchen2 lie4 - put everything on display \nshe4 ji4 - \n\nyi shu feng1 ge2 -  \n","n":0.038}}},{"i":13,"$":{"0":{"v":"2021-09-23","n":1},"1":{"v":"\n## Class Notes\n\n### Different Ways to Combine Verbs\n\nSeveral different ways to say that 'we had a quick chat':\n1. wǒmen liáo yī liáo ｜  **verb + 一 + verb** (indicates action in the present)\n1. liáo liáo ｜ **verb + verb**\n1. liáo le liáo ｜ **verb + 了 + verb** (this one means it has already happened)\n1. wǒmen liáo le yi huir\n\nyi hui(r) - means a short time \n\n### gāng gāng (刚刚) vs gāng cái (刚才)\n\n#### Example 句子\n\n**gāng gāng** - the sentence cannot be finished, there must be an additional statement to follow (in example below, it's 'hen you yisi').\n\n- gāng cái wǒmen liáo le liáo zhōng gǔo wénhuà.\n- wǒmen gāng gāng liáo le zhong guo wen hua, hen you yisi.\n\nAnother difference is that gāng cái can be a longer interval - 20 mins or greater; whereas gāng gāng can be one to two minutes \n\n### kàn bà (看罢) vs kěnéng (可能)\n\nkàn bà - similar to kěnéng, but lower probability (kěnéng maybe 30% possibility, whereas kàn bà is like 2%). Literally means 'let me have a look'.\n\ndifferent words indicate different levels of likelihood, example Ellie gave is how can she reply to a student asking \"can I pass the HSK exam?\"\n\n- keyi (definitely)\n- yīng gai keyi (should be able to)\n- kěnéng (possibly)\n- kàn bà (highly unlikely)\n\n### Different words for travel\n\n- lǔ xíng - (xing means longer travel, 1 month or more? not strict)\n- lǔ yóu (you literally means swim) this may be shorter, 1-2 weeks\nvocab\nhui da - answer, as in answer a question.  if you ask \nda an - the answer.  hui da ni de da an \n\n### shǒu radical (手)\n\nshou radical - this radical indicates the word involves an action where you use your hand to do something. It always has an object noun.\n\n#### Example Words\n\n- **pai 排** （wait in line)\n- **zhǎo 找** (find). The right part of the word is gē (戈), which means weapon. Ellie mentioned a story that in ancient times, zhao can mean to seek out someone to attack them or for revenge.\n- **cā 擦** （erase)\n- **tiao 挑** （pick）\n\n## Vocabulary\n\n- **jiao** - you use both hands; turn in homework. pay a bill. \n    - jiao zuo ye \n    - jiao peng you. means to make new friends ","n":0.052}}},{"i":14,"$":{"0":{"v":"2021-09-16","n":1},"1":{"v":"\n## Class Notes\n\n### Differences in words for restaurants / buildings\n\n- fàn guǎn(r) (饭馆儿) - restaurant\n- cān tīng (餐厅)- smaller, can be a sub-part of a fan guan(r)\n- bīn guǎn (宾馆) - hotel\n- tú shū guǎn (图书馆) - library\n    - shou du tu shu guǎn - capital library.  Shou Du means capital (Beijing, DC)\n- you yong guǎn (游泳馆) - swimming pool\n- chá guǎn(r) (茶馆儿) - tea house\n- kè tīng (客厅) - living room.\n\n> fan guan(r) and cha guan(r) can have an r sound because they are more casual places and can sound 'cute'. But you cannot say tu shu guan(r) because that's a place for work. \n\n- zao cha guan(r) - Mandarin way to describe Cantonese cafe for early morning dian xin.\n\n> In formal settings (like fancy restaurant, official dinner), you can add a yī jīa measure word in front of it. yi jia fan guan(r)\n\nBreakdown of 馆 (guǎn) character:\n\nOn the right side, there's a roof over a character meaning 'government official' (goon in Cantonese). So it's a roof over where officials gather; a formal gathering place\n\n### kè 客\n\nVery commonly used word. Same as in 不客气 （you're welcome)\n\n- gù kè (customer at a shopping store)\n    - gù means to look backward.  Need to look back several times in order to shop for something. \n- kè rén - customer at a restaurant; guest visiting your home\n- kè hù - customer at a bank (haak in Cantonese)\n\n### Teacher (lao shi vs xian sheng)\n\nxian sheng is not used to mean liao shi anymore (old China word), unless that liao shi is very esteemed. Now it's mostly used for meaning \"sir\"; can also be used fo rhusband (more formal than lao gong)\n\n### fǎn yì 反义\n\nthe opposite. For example, fǎn yì ci is the opposite word of something (shang vs xia)\n\n### zì (字) vs cí (词)\n\nzi is one character, ci is usually compound characters (2+)\n\n### miàn (面) vs bian (边)\n\nvery similar, bian means edge, mian is an open face.  li mian, li bian\n\n后边 - hòubian; behind\n前边 - qiánbian; in front\n\n### zuǒ (左) vs yòu (右) characters\n\nImportant characters to learn. \n左 has a 工 - because you 'typically work with your left hand'\n右 has a 口 - because you 'typically eat with your right hand'\n\n## Vocabulary\n\n- zuo zi - table\n- zi xue - self study\n- liao tian(r) | shuo tianr means weather, because it means to do small talk (like talking about the weather)\n- yu san - umbrella\n- san oǔ ěr - occassionally\n- ya yi - emotion, feeling\n- da suan - planning | subject + da suan  + time + (place) + do something. place must be prefixed by zai or qu \n- da zhe - this clothes is too expensive, can you make it? \n- zhou mo (周末) - weekend\n\n_week of 20th no class on Monday and Tuesday._\n\n---\n\n## Prepared Passage\n\nTalk about landing at the airport and going through quarantine.\n\n### English\n\nTraveling right now is very strange due to the coronavirus situation. I had an interesting experience traveling from Hong Kong to Beijing. \n\nOn the airplane, there were very few passengers - in fact, I think that the flight attendants outnumbered the passengers.  It's tough business for airline companies right now.\n\nArriving at the Beijing airport was very interesting. When we got off the plane, it was hard to tell that we were at an airport at all - it looked more like a hospital ward. All of the airport staff were dressed in protective gear from head to toe. They resembled doctors more than airline staff.\n\nAfterward, we had to spend 21 days in mandatory quarantine at a hotel. Next time, I'll talk about my experiences in quarantine.\n\n\n### PinYin\n\nXianzai luxing(travel) shi hen qiguai, yin wei shi jie you xinguan bingdu (coronavirus). Wo cong Xiang Gang Lai Beijing de shi hou shi yi ge hen you yisi de shìqíng (event).  \n\nWomen zuo feiji you hen shao de chéngkè(passengers). Qi shi, wo cai kongcheng renyuan (flight attendents bi chengke duo. Wo xiang hangkong gongsi you hen da de wenti.\n\nZai Beijing jichang ye hen you yisi - Xia ji de shi hou, wo kan bu chu lai shi yi ge ji chang hang zhan lou (terminal) - ruci shi yi yuan.  ji chang  gong zuo ren yuan dou chuan (protective) yifu. Kan ci lai tamen shi yi sheng, bu shi ji chang gong zuo ren yuan.\n\nRanghou, women yiding geli  er shi yi tian zai jiu dian.  Xia qi wo hui xie wo geli de gu shi.\n\n### Characters Attempt\n\n现在旅行是很奇怪，因为世界有新冠病毒。 我从香港来北京的时候是一个很有意思的事情。 \n\n我们坐飞机也很有意思 - 下机的时候， 我看不出来是一个机场航站楼 - 如此是医院。 机场工作人员都穿衣服（protective）。 看次来他们是医生， 不是机场工作人员。 \n\n让后， 我们一定隔离二十一天在酒店。 下期我会写我隔离的故事。","n":0.037}}},{"i":15,"$":{"0":{"v":"2021-09-13","n":1},"1":{"v":"\n## Class Notes\n\n### Difference between bù guò, kě shì, dàn shì\n\nThese words indicate differences in strength of the meaning:\n- bù guò (不过) - 30%\n- kě shì （可是）- 50%\n- dàn shì (但是) - 100%\n\nExample from Ellie - turning down someone for a date. dàn shì is a definite no. \n\n### Object of zhǎo（找）must be tangible\n\nthe object of zhǎo（找）must must be something that is visible: zhǎo a person, zhǎo a dī fang.  But I cannot zhǎo a \"zhōng wen ke\"\n\n## Vocabulary\n\n| Chinese  | English  |\n| -------- | -------- |\n| xiǎng    | think    |\n| cāi      | to guess |\n| gōng kè  | homework |\n| xúe xiào | school   |\n\n## Thoughts\n\nI was very surprised that I could make it through a 90 minute class that was spoken almost entirely in Mandarin. I think it'll be a good thing that my teacher Ellie actually cannot speak that much English.  The one thing that I need to be conscious of is that I make sure to ask questions if I don't fully understand something instead of just partially understanding. This is off to a good start. \n\nHowever, I need to remember that the onus is still all on me to learn. I need to do daily homework and practice; I cannot just rely on the lessons. \n\n\n","n":0.069}}},{"i":16,"$":{"0":{"v":"Grammar","n":1}}},{"i":17,"$":{"0":{"v":"Verb Combos","n":0.707},"1":{"v":"\n![[Different Ways to Combine Verbs|lessons.2021.09.23#different-ways-to-combine-verbs:#gāng-gāng-刚刚-vs-gāng-cái-刚才]]","n":0.447}}},{"i":18,"$":{"0":{"v":"Na","n":1},"1":{"v":"\n# 那\n\nConjunction\n\nUsed at the beginning of a sentence, 那 indicates the result of what was said previously. [^1]\n\n### Examples\n\n#### I will also not go to the movies then\nA: 我不想去看电影\n\nB：**那**我也不去了\n\n#### That doesn't mean you can play all the time\n\n_(kid speaking to mother)_\n\nA：我早就复习好了 ｜ Wǒ zǎo jiù fùxí hào le\n\nB. 那也不能一直玩儿啊 ｜ Nà yě bùnéng yīzhí wánr a\n\n[^1]:HSKA 3 Lesson 1 (pg 23)","n":0.128}}},{"i":19,"$":{"0":{"v":"Le","n":1},"1":{"v":"\n![[le 了|lessons.2021.09.27#le-了:#some-measure-words-called-liàngcí-or-quantifiers]]\n\n![[le ... jiù ｜ 了 ... 就|lessons.2021.09.30#le--jiù--了--就:#hé-和-vs-yě-也]]","n":0.354}}},{"i":20,"$":{"0":{"v":"Dendron","n":1},"1":{"v":"\n## Writing pīnyīn on a Mac\n\nSwap to `ABC Extended` Input Keyboard (Ctrl+Opt+Space to change input keyboard)\n\nType the keyboard shortcut, then the vowel\n\n| Keyboard | Tone  |\n| -------- | ----- |\n| ⌥ + a    | 1st ā |\n| ⌥ + e    | 2nd é |\n| ⌥ + v    | 3rd ǎ |\n| ⌥ + `    | 4th à |\n\n## Additional Tools\n- [Google Translate](https://translate.google.com/)\n- [Pleco](https://www.pleco.com)","n":0.126}}},{"i":21,"$":{"0":{"v":"Changelog","n":1}}}]}
